Repository: handshake-rs/hns-dane-browser-mobile
Catalog: ios/HnsDaneBrowser/Support/Wallet.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, tr, uk, vi, zh_hans, zh_hant

# wallet_name_import_recovery_unconfirmed
source: Confirm the recovery backup before a trusted name backend can be installed.
ar: قم بتأكيد النسخ الاحتياطي للاسترداد قبل أن تتمكن من تثبيت اسم موثوق به.
de: Bestätigen Sie die Wiederherstellungssicherung, bevor ein vertrauenswürdiges Namens-Backend installiert werden kann.
es: Confirme la copia de seguridad de recuperación antes de que se pueda instalar un servidor de nombre confiable.
fa: قبل از نصب پشتیبان نام قابل اعتماد، پشتیبان بازیابی را تأیید کنید.
fr: Confirmez la sauvegarde de récupération avant qu'un backend de nom de confiance puisse être installé.
he: אשר את גיבוי השחזור לפני שניתן יהיה להתקין קצה אחורי בשם מהימן.
hi: किसी विश्वसनीय नाम बैकएंड को स्थापित करने से पहले पुनर्प्राप्ति बैकअप की पुष्टि करें।
id: Konfirmasikan cadangan pemulihan sebelum backend nama tepercaya dapat diinstal.
it: Confermare il backup di ripristino prima di poter installare un backend con nome attendibile.
ja: 信頼できる名前のバックエンドをインストールする前に、回復バックアップを確認してください。
ko: 신뢰할 수 있는 이름 백엔드를 설치하기 전에 복구 백업을 확인하세요.
nl: Bevestig de herstelback-up voordat een backend met een vertrouwde naam kan worden geïnstalleerd.
pl: Potwierdź kopię zapasową odzyskiwania, zanim będzie można zainstalować backend o zaufanej nazwie.
pt: Confirme o backup de recuperação antes que um back-end de nome confiável possa ser instalado.
ru: Подтвердите резервную копию для восстановления, прежде чем можно будет установить серверную часть с доверенным именем.
tr: Güvenilir bir ad arka ucu kurulmadan önce kurtarma yedeğini onaylayın.
uk: Підтвердьте резервну копію для відновлення, перш ніж можна буде інсталювати довірений іменний сервер.
vi: Xác nhận bản sao lưu khôi phục trước khi có thể cài đặt chương trình phụ trợ tên đáng tin cậy.
zh_hans: 在安装可信名称后端之前确认恢复备份。
zh_hant: 在安裝可信任名稱後端之前確認恢復備份。

# wallet_name_import_success
source: Imported and refreshed: %1$@
ar: المستوردة والمحدثة: %1$@
de: Importiert und aktualisiert: %1$@
es: Importado y actualizado: %1$@
fa: وارد شده و به روز شده: %1$@
fr: Importé et actualisé : %1$@
he: מיובא ורענון: %1$@
hi: आयातित और ताज़ा: %1$@
id: Diimpor dan disegarkan: %1$@
it: Importato e aggiornato: %1$@
ja: インポートされ更新されました: %1$@
ko: 가져오고 새로 고침함: %1$@
nl: Geïmporteerd en vernieuwd: %1$@
pl: Zaimportowano i odświeżono: %1$@
pt: Importado e atualizado: %1$@
ru: Импортировано и обновлено: %1$@.
tr: İçe aktarıldı ve yenilendi: %1$@
uk: Імпортовано та оновлено: %1$@
vi: Đã nhập và làm mới: %1$@
zh_hans: 导入并刷新： %1$@
zh_hant: 導入並重新整理： %1$@

# wallet_name_import_success_refresh_failed
source: The import result could not be confirmed in the required fresh wallet rows. The wallet was locked and no imported row was published.
ar: لا يمكن تأكيد نتيجة الاستيراد في صفوف المحفظة الجديدة المطلوبة. تم قفل المحفظة ولم يتم نشر أي صف مستورد.
de: Das Importergebnis konnte in den erforderlichen neuen Wallet-Zeilen nicht bestätigt werden. Das Wallet war gesperrt und es wurde keine importierte Zeile veröffentlicht.
es: El resultado de la importación no se pudo confirmar en las nuevas filas de billetera requeridas. La billetera estaba bloqueada y no se publicó ninguna fila importada.
fa: نتیجه واردات در ردیف‌های کیف پول جدید مورد نیاز تأیید نشد. کیف پول قفل شد و ردیف وارداتی منتشر نشد.
fr: Le résultat de l'importation n'a pas pu être confirmé dans les nouvelles lignes de portefeuille requises. Le portefeuille était verrouillé et aucune ligne importée n'a été publiée.
he: לא ניתן לאשר את תוצאת הייבוא בשורות הארנק החדשות הנדרשות. הארנק היה נעול ולא פורסמה שורה מיובאת.
hi: आवश्यक ताज़ा वॉलेट पंक्तियों में आयात परिणाम की पुष्टि नहीं की जा सकी। वॉलेट लॉक कर दिया गया था और कोई आयातित पंक्ति प्रकाशित नहीं की गई थी।
id: Hasil impor tidak dapat dikonfirmasi di baris dompet baru yang diperlukan. Dompet terkunci dan tidak ada baris impor yang dipublikasikan.
it: Non è stato possibile confermare il risultato dell'importazione nelle righe del nuovo portafoglio richieste. Il portafoglio è stato bloccato e non è stata pubblicata alcuna riga importata.
ja: 必要な新しいウォレット行でインポート結果を確認できませんでした。ウォレットはロックされており、インポートされた行は公開されませんでした。
ko: 필수 신규 지갑 행에서 가져오기 결과를 확인할 수 없습니다. 지갑이 잠겨 있고 가져온 행이 게시되지 않았습니다.
nl: Het importresultaat kon niet worden bevestigd in de vereiste nieuwe portefeuillerijen. De portemonnee is vergrendeld en er is geen geïmporteerde rij gepubliceerd.
pl: Nie udało się potwierdzić wyniku importu w wymaganych świeżych wierszach portfela. Portfel został zablokowany i nie opublikowano żadnego zaimportowanego wiersza.
pt: O resultado da importação não pôde ser confirmado nas novas linhas exigidas da carteira. A carteira foi bloqueada e nenhuma linha importada foi publicada.
ru: Результат импорта не удалось подтвердить в необходимых строках нового кошелька. Кошелек был заблокирован, и импортированная строка не была опубликована.
tr: İçe aktarma sonucu gerekli yeni cüzdan satırlarında doğrulanamadı. M-cüzdan kilitlendi ve içe aktarılan satır yayınlanmadı.
uk: Не вдалося підтвердити результат імпорту в необхідних свіжих рядках гаманця. Гаманець було заблоковано, а імпортований рядок не опубліковано.
vi: Không thể xác nhận kết quả nhập trong các hàng ví mới được yêu cầu. Ví đã bị khóa và không có hàng nhập nào được xuất bản.
zh_hans: 无法在所需的新钱包行中确认导入结果。钱包被锁定，没有发布导入的行。
zh_hant: 無法在所需的新錢包行中確認匯入結果。錢包被鎖定，沒有發布導入的行。

# wallet_name_import_unavailable
source: Trusted name import is unavailable because no verified wallet peer backend is ready.
ar: استيراد الاسم الموثوق به غير متاح لأنه لا توجد واجهة خلفية لمحفظة نظير تم التحقق منها جاهزة.
de: Der Import vertrauenswürdiger Namen ist nicht verfügbar, da kein verifiziertes Wallet-Peer-Backend bereit ist.
es: La importación de nombres confiables no está disponible porque no hay ningún backend de pares de billetera verificado listo.
fa: وارد کردن نام معتمد در دسترس نیست زیرا هیچ پشتیبان همتا کیف پول تأیید شده ای آماده نیست.
fr: L’importation de noms de confiance n’est pas disponible car aucun backend de homologue de portefeuille vérifié n’est prêt.
he: ייבוא שם מהימן אינו זמין מכיוון שאין קצה אחורי של עמיתים מאומת של ארנק מוכן.
hi: विश्वसनीय नाम आयात अनुपलब्ध है क्योंकि कोई सत्यापित वॉलेट पीयर बैकएंड तैयार नहीं है।
id: Impor nama tepercaya tidak tersedia karena tidak ada backend rekan dompet terverifikasi yang siap.
it: L'importazione del nome attendibile non è disponibile perché nessun backend peer del portafoglio verificato è pronto.
ja: 検証済みのウォレットピアバックエンドの準備ができていないため、信頼できる名前のインポートは使用できません。
ko: 확인된 지갑 피어 백엔드가 준비되지 않아 신뢰할 수 있는 이름 가져오기를 사용할 수 없습니다.
nl: Het importeren van vertrouwde namen is niet beschikbaar omdat er geen geverifieerde portemonnee-peer-backend gereed is.
pl: Import zaufanych nazw jest niedostępny, ponieważ nie jest gotowy żaden zweryfikowany moduł równorzędny z portfelem.
pt: A importação de nomes confiáveis não está disponível porque nenhum back-end de peer de carteira verificado está pronto.
ru: Импорт доверенных имен недоступен, поскольку ни один проверенный одноранговый сервер кошелька не готов.
tr: Doğrulanmış cüzdan eş arka ucu hazır olmadığından güvenilir ad içe aktarımı kullanılamıyor.
uk: Імпорт довіреного імені недоступний, оскільки немає готового верифікованого однорангового сервера гаманця.
vi: Tính năng nhập tên đáng tin cậy không khả dụng vì chưa có chương trình phụ trợ ngang hàng của ví đã được xác minh.
zh_hans: 可信名称导入不可用，因为没有已验证的钱包对等后端准备就绪。
zh_hant: 可信任名稱導入不可用，因為沒有已驗證的錢包對等後端準備就緒。

# wallet_name_import_waiting_for_wallet
source: Open and unlock a confirmed local wallet before importing a name.
ar: افتح وافتح محفظة محلية مؤكدة قبل استيراد الاسم.
de: Öffnen und entsperren Sie eine bestätigte lokale Wallet, bevor Sie einen Namen importieren.
es: Abra y desbloquee una billetera local confirmada antes de importar un nombre.
fa: قبل از وارد کردن نام، یک کیف پول محلی تایید شده را باز کرده و آنلاک کنید.
fr: Ouvrez et déverrouillez un portefeuille local confirmé avant d'importer un nom.
he: פתח ופתח את הנעילה של ארנק מקומי מאושר לפני ייבוא שם.
hi: नाम आयात करने से पहले एक पुष्टिकृत स्थानीय वॉलेट खोलें और अनलॉक करें।
id: Buka dan buka kunci dompet lokal yang dikonfirmasi sebelum mengimpor nama.
it: Apri e sblocca un portafoglio locale confermato prima di importare un nome.
ja: 名前をインポートする前に、確認済みのローカルウォレットを開いてロックを解除します。
ko: 이름을 가져오기 전에 확인된 로컬 지갑을 열고 잠금을 해제하세요.
nl: Open en ontgrendel een bevestigde lokale portemonnee voordat u een naam importeert.
pl: Otwórz i odblokuj potwierdzony portfel lokalny przed zaimportowaniem nazwy.
pt: Abra e desbloqueie uma carteira local confirmada antes de importar um nome.
ru: Откройте и разблокируйте подтвержденный локальный кошелек перед импортом имени.
tr: Bir adı içe aktarmadan önce onaylanmış bir yerel cüzdanı açın ve kilidini açın.
uk: Відкрийте та розблокуйте підтверджений локальний гаманець перед імпортом імені.
vi: Mở và mở khóa ví địa phương đã được xác nhận trước khi nhập tên.
zh_hans: 在导入名称之前打开并解锁已确认的本地钱包。
zh_hant: 在導入名稱之前打開並解鎖已確認的本地錢包。

# wallet_name_multiple_import_example
source: alpha beta example-name
ar: اسم مثال ألفا بيتا
de: Alpha-Beta-Beispielname
es: nombre-ejemplo alfa beta
fa: آلفا بتا مثال-نام
fr: nom-exemple alpha bêta
he: אלפא בטא לדוגמה-שם
hi: अल्फ़ा बीटा उदाहरण-नाम
id: nama contoh alfa beta
it: nome-esempio alpha beta
ja: アルファ ベータ 例名
ko: 알파 베타 예제 이름
nl: alpha beta voorbeeldnaam
pl: alfa beta przykładowa nazwa
pt: nome de exemplo alfa beta
ru: альфа-бета-пример имени
tr: alfa beta örnek adı
uk: альфа-бета приклад-ім'я
vi: tên ví dụ alpha beta
zh_hans: alpha beta 示例名称
zh_hant: alpha beta 範例名稱

# wallet_name_multiple_import_hint
source: Enter 1–10,000 unique Handshake names separated by spaces. Do not use commas, tabs, or line breaks.
ar: أدخل من 1 إلى 10000 اسم فريد من أسماء Handshake مفصولة بمسافات. لا تستخدم الفواصل أو علامات التبويب أو فواصل الأسطر.
de: Geben Sie 1–10.000 eindeutige Handshake-Namen ein, getrennt durch Leerzeichen. Verwenden Sie keine Kommas, Tabulatoren oder Zeilenumbrüche.
es: Introduzca entre 1 y 10 000 nombres Handshake únicos separados por espacios. No utilice comas, tabulaciones ni saltos de línea.
fa: 1-10000 نام منحصربه‌فرد Handshake را که با فاصله از هم جدا شده‌اند وارد کنید. از کاما، برگه یا شکست خط استفاده نکنید.
fr: Saisissez entre 1 et 10 000 noms Handshake uniques séparés par des espaces. N'utilisez pas de virgules, de tabulations ou de sauts de ligne.
he: הזן 1-10,000 שמות Handshake ייחודיים מופרדים ברווחים. אל תשתמש בפסיקים, בטאבים או במעברי שורה.
hi: रिक्त स्थान से अलग किए गए 1-10,000 अद्वितीय Handshake नाम दर्ज करें। अल्पविराम, टैब या लाइन ब्रेक का उपयोग न करें।
id: Masukkan 1–10.000 nama unik Handshake dengan dipisahkan spasi. Jangan gunakan koma, tab, atau jeda baris.
it: Inserisci da 1 a 10.000 nomi Handshake univoci separati da spazi. Non utilizzare virgole, tabulazioni o interruzioni di riga.
ja: 1 ～ 10,000 個の一意の Handshake 名をスペースで区切って入力します。カンマ、タブ、改行は使用しないでください。
ko: 1~10,000개의 고유한 Handshake 이름을 공백으로 구분하여 입력하세요. 쉼표, 탭 또는 줄 바꿈을 사용하지 마십시오.
nl: Voer 1–10.000 unieke Handshake-namen in, gescheiden door spaties. Gebruik geen komma's, tabs of regeleinden.
pl: Wprowadź 1–10 000 unikalnych nazw Handshake oddzielonych spacjami. Nie używaj przecinków, tabulatorów ani podziałów wierszy.
pt: Insira de 1 a 10.000 nomes Handshake exclusivos separados por espaços. Não use vírgulas, tabulações ou quebras de linha.
ru: Введите от 1 до 10 000 уникальных имен Handshake, разделенных пробелами. Не используйте запятые, символы табуляции и разрывы строк.
tr: Boşluklarla ayırarak 1–10.000 benzersiz Handshake adı girin. Virgül, sekme veya satır sonu kullanmayın.
uk: Введіть 1–10 000 унікальних імен Handshake, розділених пробілами. Не використовуйте коми, табуляції чи розриви рядків.
vi: Nhập 1–10.000 tên Handshake duy nhất được phân tách bằng dấu cách. Không sử dụng dấu phẩy, tab hoặc ngắt dòng.
zh_hans: 输入 1–10,000 个唯一的 Handshake 名称，以空格分隔。请勿使用逗号、制表符或换行符。
zh_hant: 輸入 1–10,000 個唯一的 Handshake 名稱，以空格分隔。請勿使用逗號、製表符或換行符號。

# wallet_name_multiple_import_invalid
source: Enter 1–10,000 unique canonical names separated only by spaces.
ar: أدخل ما بين 1 إلى 10000 اسم أساسي فريد مفصولة بمسافات فقط.
de: Geben Sie 1–10.000 eindeutige kanonische Namen ein, die nur durch Leerzeichen getrennt sind.
es: Introduzca entre 1 y 10 000 nombres canónicos únicos separados únicamente por espacios.
fa: 1-10000 نام متعارف منحصر به فرد را وارد کنید که فقط با فاصله از هم جدا شده اند.
fr: Saisissez entre 1 et 10 000 noms canoniques uniques séparés uniquement par des espaces.
he: הזן 1-10,000 שמות קנוניים ייחודיים מופרדים רק ברווחים.
hi: केवल रिक्त स्थान से अलग किए गए 1-10,000 अद्वितीय विहित नाम दर्ज करें।
id: Masukkan 1–10.000 nama kanonik unik yang hanya dipisahkan spasi.
it: Inserisci da 1 a 10.000 nomi canonici univoci separati solo da spazi.
ja: 1 ～ 10,000 個の一意の正規名をスペースで区切って入力します。
ko: 공백으로만 구분하여 1~10,000개의 고유한 표준 이름을 입력하세요.
nl: Voer 1–10.000 unieke canonieke namen in, alleen gescheiden door spaties.
pl: Wpisz 1–10 000 unikalnych nazw kanonicznych, oddzielonych jedynie spacjami.
pt: Insira de 1 a 10.000 nomes canônicos exclusivos separados apenas por espaços.
ru: Введите от 1 до 10 000 уникальных канонических имен, разделенных пробелами.
tr: Yalnızca boşluklarla ayırarak 1-10.000 arasında benzersiz standart ad girin.
uk: Введіть 1–10 000 унікальних канонічних імен, розділених пробілами.
vi: Nhập 1–10.000 tên chuẩn duy nhất chỉ phân tách bằng dấu cách.
zh_hans: 输入 1–10,000 个唯一的规范名称，仅用空格分隔。
zh_hant: 輸入 1–10,000 個唯一的規格名稱，僅以空格分隔。

# wallet_name_multiple_import_review_list
source: Complete list of names to import
ar: قائمة كاملة بالأسماء المراد استيرادها
de: Vollständige Liste der zu importierenden Namen
es: Lista completa de nombres para importar
fa: لیست کامل اسامی برای وارد کردن
fr: Liste complète des noms à importer
hi: आयात करने के लिए नामों की पूरी सूची
id: Daftar lengkap nama yang akan diimpor
it: Elenco completo dei nomi da importare
ja: インポートする名前の完全なリスト
ko: 가져올 이름의 전체 목록
nl: Volledige lijst met namen om te importeren
pl: Pełna lista nazw do zaimportowania
pt: Lista completa de nomes para importar
ru: Полный список имен для импорта
tr: İçe aktarılacak adların tam listesi
uk: Повний список імен для імпорту
vi: Danh sách đầy đủ các tên cần nhập
zh_hans: 要导入的完整名称列表
zh_hant: 要匯入的完整名稱列表

# wallet_name_multiple_import_review_message
source: %1$d names will be authenticated and added atomically. Review the complete list before importing.
ar: سيتم مصادقة أسماء %1$d وإضافتها ذريًا. قم بمراجعة القائمة الكاملة قبل الاستيراد.
de: %1$d-Namen werden authentifiziert und atomar hinzugefügt. Überprüfen Sie vor dem Import die vollständige Liste.
es: Los nombres %1$d se autenticarán y agregarán atómicamente. Revise la lista completa antes de importar.
fa: نام های %1$d احراز هویت می شوند و به صورت اتمی اضافه می شوند. قبل از وارد کردن، فهرست کامل را مرور کنید.
fr: Les noms %1$d seront authentifiés et ajoutés de manière atomique. Consultez la liste complète avant d’importer.
he: שמות %1$d יאומתו ויתווספו בצורה אטומית. Review the complete list before importing.
hi: %1$d नामों को प्रमाणित किया जाएगा और परमाणु रूप से जोड़ा जाएगा। आयात करने से पहले पूरी सूची की समीक्षा करें.
id: Nama %1$d akan diautentikasi dan ditambahkan secara atom. Tinjau daftar lengkap sebelum mengimpor.
it: I nomi %1$d verranno autenticati e aggiunti atomicamente. Esaminare l'elenco completo prima dell'importazione.
ja: %1$d 名は認証され、アトミックに追加されます。インポートする前に完全なリストを確認してください。
ko: %1$d 이름은 인증되고 원자적으로 추가됩니다. 가져오기 전에 전체 목록을 검토하세요.
nl: %1$d-namen worden geverifieerd en atomair toegevoegd. Bekijk de volledige lijst voordat u importeert.
pl: Nazwy %1$d zostaną uwierzytelnione i dodane atomowo. Przed zaimportowaniem przejrzyj całą listę.
pt: Os nomes %1$d serão autenticados e adicionados atomicamente. Revise a lista completa antes de importar.
ru: Имена %1$d будут аутентифицированы и добавлены атомарно. Просмотрите полный список перед импортом.
tr: %1$d adlarının kimliği doğrulanacak ve atomik olarak eklenecektir. İçe aktarmadan önce tam listeyi inceleyin.
uk: Імена %1$d буде автентифіковано та додано атомарно. Перегляньте повний список перед імпортом.
vi: Tên %1$d sẽ được xác thực và thêm vào một cách nguyên tử. Xem lại danh sách đầy đủ trước khi nhập.
zh_hans: %1$d 名称将被自动验证和添加。导入前查看完整列表。
zh_hant: %1$d 名稱將會自動驗證和新增。導入前查看完整清單。

# wallet_name_multiple_import_review_title
source: Review names
ar: مراجعة الأسماء
de: Überprüfen Sie Namen
es: Revisar nombres
fa: بررسی اسامی
fr: Examiner les noms
he: סקור שמות
hi: नामों की समीक्षा करें
id: Tinjau nama
it: Rivedi i nomi
ja: レビュー名
ko: 이름 검토
nl: Namen beoordelen
pl: Przejrzyj nazwy
pt: Revise os nomes
ru: Названия отзывов
tr: Adları inceleyin
uk: Перегляньте імена
vi: Xem lại tên
zh_hans: 评论姓名
zh_hant: 評論姓名

# wallet_name_next
source: NEXT →
ar: التالي →
de: WEITER →
es: SIGUIENTE →
fa: بعدی →
fr: SUIVANT →
he: הבא →
hi: अगला →
id: BERIKUTNYA →
it: AVANTI→
ja: 次へ→
ko: 다음 →
nl: VOLGENDE →
pl: DALEJ →
pt: PRÓXIMO →
ru: ДАЛЬШЕ →
tr: SONRAKİ →
uk: ДАЛІ →
vi: TIẾP THEO →
zh_hans: 下一个 →
zh_hant: 下一個 →

# wallet_name_options
source: OPTIONS
ar: خيارات
de: OPTIONEN
es: OPCIONES
fa: گزینه ها
he: אפשרויות
hi: विकल्प
id: OPSI
it: OPZIONI
ja: オプション
ko: 옵션
nl: OPTIES
pl: OPCJE
pt: OPÇÕES
ru: ОПЦИИ
tr: SEÇENEKLER
uk: ОПЦІЇ
vi: TÙY CHỌN
zh_hans: 选项
zh_hant: 選項

# wallet_name_page_failed
source: The next authenticated name page is unavailable.
ar: صفحة الاسم المصادق عليها التالية غير متاحة.
de: Die Seite mit dem nächsten authentifizierten Namen ist nicht verfügbar.
es: La siguiente página de nombre autenticado no está disponible.
fa: صفحه نام احراز هویت شده بعدی در دسترس نیست.
fr: La prochaine page de nom authentifié n'est pas disponible.
hi: अगला प्रमाणित नाम पृष्ठ अनुपलब्ध है.
id: Halaman nama terotentikasi berikutnya tidak tersedia.
it: La successiva pagina del nome autenticato non è disponibile.
ja: 次に認証された名前のページは利用できません。
ko: 다음 인증명 페이지는 이용이 불가능합니다.
nl: De volgende geverifieerde naampagina is niet beschikbaar.
pl: Następna uwierzytelniona strona z nazwiskami jest niedostępna.
pt: A próxima página de nome autenticado não está disponível.
ru: Следующая страница аутентифицированного имени недоступна.
tr: Bir sonraki kimliği doğrulanmış ad sayfası kullanılamıyor.
uk: Наступна автентифікована сторінка імені недоступна.
vi: Trang tên được xác thực tiếp theo không có sẵn.
zh_hans: 下一个经过验证的名称页面不可用。
zh_hant: 下一個經過驗證的名稱頁面不可用。

# wallet_name_page_position
source: Showing names %1$d–%2$d of %3$d.
ar: عرض الأسماء %1$d–%2$d من %3$d.
de: Angezeigt werden die Namen %1$d–%2$d von %3$d.
es: Mostrando los nombres %1$d–%2$d de %3$d.
fa: نمایش نام های %1$d–%2$d از %3$d.
fr: Affichage des noms %1$d – %2$d de %3$d.
he: מציג שמות %1$d–%2$d של %3$d.
hi: %3$d के नाम %1$d-%2$d दिखाए जा रहे हैं।
id: Menampilkan nama %1$d–%2$d dari %3$d.
it: Visualizzazione dei nomi %1$d–%2$d di %3$d.
ja: %1$d～%2$d/%3$dの名前を表示しています。
ko: %3$d의 이름 %1$d–%2$d를 표시합니다.
nl: Namen %1$d–%2$d van %3$d weergegeven.
pl: Wyświetlanie nazw %1$d–%2$d z %3$d.
pt: Mostrando os nomes %1$d – %2$d de %3$d.
ru: Показаны имена %1$d–%2$d из %3$d.
tr: %1$d–%2$d ve %3$d adları gösteriliyor.
uk: Показано назви %1$d–%2$d з %3$d.
vi: Hiển thị tên %1$d–%2$d của %3$d.
zh_hans: 显示 %3$d 的名称 %1$d–%2$d。
zh_hant: 顯示 %3$d 的名稱 %1$d–%2$d。

# wallet_name_previous
source: ← PREVIOUS
ar: ← السابق
de: ← VORHERIGES
es: ← ANTERIOR
fa: ← قبلی
fr: ← PRÉCÉDENT
he: ← הקודם
hi: ← पिछला
id: ← SEBELUMNYA
it: ← PRECEDENTE
ja: ← 前へ
ko: ← 이전
nl: ← VORIGE
pl: ← POPRZEDNI
pt: ← ANTERIOR
ru: ← ПРЕДЫДУЩИЙ
tr: ← ÖNCEKİ
uk: ← ПОПЕРЕДНЯ
vi: ← TRƯỚC
zh_hans: ← 上一个
zh_hant: ← 上一個

# wallet_name_search_action
source: Search names
ar: بحث في الأسماء
de: Namen suchen
es: Buscar nombres
fa: جستجوی نام ها
fr: Rechercher des noms
he: חפש שמות
hi: नाम खोजें
id: Cari nama
it: Cerca nomi
ja: 名前の検索
ko: 이름 검색
nl: Zoek namen
pl: Szukaj nazw
pt: Pesquisar nomes
ru: Поиск имен
tr: İsimleri ara
uk: Пошук імен
vi: Tìm kiếm tên
zh_hans: 搜索姓名
zh_hant: 搜尋姓名

# wallet_name_search_button
source: SEARCH
ar: بحث
de: SUCHE
es: BUSCAR
fa: جستجو
fr: RECHERCHE
he: חיפוש
hi: खोजें
id: CARI
it: CERCA
ja: 検索
ko: 검색
nl: ZOEKEN
pl: SZUKAJ
pt: PESQUISA
ru: ПОИСК
tr: ARA
uk: ПОШУК
vi: TÌM KIẾM
zh_hans: 搜索
zh_hant: 搜尋

# wallet_name_search_hint
source: name
ar: اسم
de: Namen
es: nombre
fa: نام
fr: nom
he: שם
hi: नाम
id: nama
it: nome
ja: 名前
ko: 이름
nl: naam
pl: imię
pt: nome
ru: имя
tr: isim
uk: назва
vi: tên
zh_hans: 姓名
zh_hant: 姓名

# wallet_name_search_invalid
source: Enter one valid Handshake name
ar: أدخل اسم Handshake صالحًا
de: Geben Sie einen gültigen Handshake-Namen ein
es: Introduzca un nombre Handshake válido
fa: یک نام معتبر Handshake وارد کنید
fr: Entrez un nom Handshake valide
he: הזן שם Handshake חוקי אחד
hi: एक वैध Handshake नाम दर्ज करें
id: Masukkan satu nama Handshake yang valid
it: Inserisci un nome Handshake valido
ja: 有効な Handshake 名を 1 つ入力してください
ko: 유효한 Handshake 이름을 하나 입력하세요.
nl: Voer één geldige Handshake-naam in
pl: Wprowadź jedną prawidłową nazwę Handshake
pt: Insira um nome Handshake válido
ru: Введите одно допустимое имя Handshake.
tr: Geçerli bir Handshake adı girin
uk: Введіть одне дійсне ім’я Handshake
vi: Nhập một tên Handshake hợp lệ
zh_hans: 输入一个有效的 Handshake 名称
zh_hant: 輸入一個有效的 Handshake 名稱

# wallet_name_search_not_found
source: That name is not tracked by this wallet
ar: لا يتم تتبع هذا الاسم بواسطة هذه المحفظة
de: Dieser Name wird von dieser Wallet nicht erfasst
es: Esta billetera no rastrea ese nombre.
fa: این نام توسط این کیف پول ردیابی نمی شود
fr: Ce nom n'est pas suivi par ce portefeuille
he: הארנק הזה לא עוקב אחר השם הזה
hi: वह नाम इस वॉलेट द्वारा ट्रैक नहीं किया गया है
id: Nama itu tidak dilacak oleh dompet ini
it: Quel nome non viene tracciato da questo portafoglio
ja: その名前はこのウォレットでは追跡されません
ko: 해당 이름은 이 지갑에서 추적되지 않습니다.
nl: Die naam wordt niet bijgehouden door deze portemonnee
pl: Ta nazwa nie jest śledzona przez ten portfel
pt: Esse nome não é rastreado por esta carteira
ru: Это имя не отслеживается этим кошельком
tr: Bu ad bu cüzdan tarafından takip edilmiyor
uk: Це ім’я не відстежується цим гаманцем
vi: Tên đó không được theo dõi bởi ví này
zh_hans: 该钱包未跟踪该名称
zh_hant: 該錢包未跟踪該名稱

# wallet_name_search_omnibar_hint
source: Search tracked names…
ar: البحث عن الأسماء المتعقبة...
de: Verfolgte Namen durchsuchen…
es: Buscar nombres rastreados...
fa: جستجوی نام های ردیابی شده…
fr: Rechercher des noms suivis…
he: חפש שמות במעקב...
hi: ट्रैक किए गए नाम खोजें...
id: Cari nama yang dilacak…
it: Cerca nomi monitorati...
ja: 追跡された名前を検索…
ko: 추적된 이름 검색…
nl: Bijgehouden namen zoeken...
pl: Wyszukaj śledzone nazwy…
pt: Pesquisar nomes rastreados…
ru: Поиск отслеживаемых имен…
tr: Takip edilen adları ara…
uk: Пошук відстежуваних імен…
vi: Tìm kiếm tên được theo dõi…
zh_hans: 搜索跟踪名称...
zh_hant: 搜尋追蹤名稱...
